{
    "all": [
        {
            "name": "‘Dragon' Feature on Mars",
            "detail": "Part of the canyon floor and wall rock in southwestern Melas Chasma on Mars meanders in a pattern resembling a dragon.\n\nThe HiRISE camera onboard the Mars Reconnaissance Orbiter captured the image on July 4, 2007.\n\nThe floor of the region is an unusual deposit composed of light-toned blocks in a darker matrix. In the lighter blocks, the high resolution of the image reveals layers just a few meters thick. Most are approximately 300 to 1,600 feet (100 to 500 meters) in diameter and appear rounded, while others are elongated with angular edges.\n\nThe morphologies of the blocks suggest ductile deformation, such as from a flow or tectonic disruption after emplacement. Windblown (aeolian) ripples are interspersed between the blocks in the darker matrix.\n\nSmall valleys can be seen along the wall rock to the south, which is a mixture of two geologic units with differing reflectance.\n\nThe light-toned unit appears to be thinner and only exposed in localized spots. Several light-toned deposits are seen only in the valleys, suggesting they were either deposited or exposed by erosion."
        },
        {
            "name": "Ankara the capital of Turkey",
            "detail": "Ankara, the capital of Turkey, is pictured from the International Space Station as it orbited nearly directly above the cosmopolitan city."
        },
        {
            "name": "A Work of Art",
            "detail": "An impressionist painting? No, it's a new impact crater that has appeared on the surface of Mars, formed at most between September 2016 and February 2019.\n\nWhat makes this stand out is the darker material exposed beneath the reddish dust. It looks blue because its a false color image, which combines several color filters to enhance differences between material compositions. The light blue indicates an absence of brighter, redder dust where the impact blast scoured the surface, revealing bedrock below. The very bright blue could be ejecta with a different composition that was thrown by the impact.\n\nThe blue color isnt ice. This impact was near the equator, not in a region where wed expect shallow ice below the surface."
        },
        {
            "name": "Australia",
            "detail": "Astronaut Scott Kelly posted this photo of Australia taken from the International Space Station on Twitter with the caption, '#EarthArt A single pass over the #Australian continent. Picture 11 of 17. #YearInSpace'."
        },
        {
            "name": "Frosty Sand Dunes of Mars",
            "detail": "A field of sand dunes occupies this frosty 5-kilometer diameter crater in the high-latitudes of the northern plains of Mars.\n\nA field of sand dunes occupies this frosty 5-kilometer diameter crater in the high-latitudes of the northern plains of Mars. Some dunes have separated from the main field and appear to be climbing up the crater slope along a gully-like form.\n\nThe surface of the main dune field is characterized by a series of dark-toned polygonal patterns. These may be the result of seasonal frost processes. Several of the steeper dune slopes, pointing in the downwind direction, host narrow furrows suggesting the start of gully formation.\n\nThe crater floor contains a variety of textures, including lobate and striped patterns that indicate seasonal thaw caused by sublimating ice. Broad downslope movement of materials on the crater slopes opposite the dune field superficially resemble gullies, except that they are generally not defined by distinctive alcoves, incised channels, or sediment aprons. These are the hallmarks of gullies elsewhere on the planet."
        },
        {
            "name": "Cape Town in South Africa",
            "detail": "Cape Town in South Africa is pictured with the Sun's glint beaming off the South Atlantic coast as the International Space Station orbited 269 miles above. Credit: Roscosmos"
        },
        {
            "name": "A Frosted Surface",
            "detail": "This is the first of a new monitoring series to track seasonal processes. It is also a striking image with late winter angled illumination over dunes covered by carbon dioxide frost mixed with dust.\n\nDark spots may be where sand is exposed from very early defrosting activity. The incidence angle is 87 degrees, or just 3 degrees above the horizon.\n\nThe map is projected here at a scale of 50 centimeters (19.7 inches) per pixel. (The original image scale is 64.2 centimeters [25.3 inches] per pixel [with 2 x 2 binning]; objects on the order of 192 centimeters [75.6 inches] across are resolved.) North is up."
        },
        {
            "name": "Doha, Qatar",
            "detail": "Doha, Qatar, is pictured from the International Space Station as it orbited 261 miles above the United Arab Emirates. Credit: Roscosmos"
        }
    ]
}
